---
kind: other
id: Properties.T:Autodesk.Revit.DB.ElementParameterFilter
source: html/a7cb1e29-440c-cc3e-aa70-471ec7adf6b3.htm
---
# ElementParameterFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.